import { amLoginScreen } from 'locales/screens/Auth/am';
import { amEventScreen } from 'locales/screens/Event/am';

export default {
  ...amLoginScreen,
  ...amEventScreen,
  // LANGUAGES
  'locales.select_language': 'Ընտրեք լեզուն',
  'locales.am': 'Հայերեն',
  'locales.en': 'English',
  'locales.ru': 'Русский',

  // VALIDATIONS
  'field.required': 'Պարտադիր դաշտ',
  'field.password':
    'Դա պետք է լինի 8 կամ ավելի նիշանոց և պարունակելու առնվազը 1 թիվ և 1 հատ հատվող նշան։',

  // MENU
  'menu.home': 'Գլխավոր',
  'menu.map': 'Քարտեզ',
  'menu.tickets': 'Տոմսեր',
  'menu.appointment': 'Նշանակումներ',
  'menu.profile': 'Պրոֆիլ',

  // HOME
  find_nearby_event: 'Գտեք մոտակա իրադարձություն',
  speakers: 'Խոսնակներ',
  no_speakers_found: 'Խոսնակներ չեն գտնվել',
  no_speakers_available: 'Կարծես թե այս պահին հասանելի խոսնակներ չկան...',
  best_of_the_week: 'Շաբաթվա լավագույնը',
  no_events_found: 'Իրադարձություններ չեն գտնվել',
  notifications: 'Ծանուցումներ',
  no_notifications_yet: 'Դեռևս ծանուցումներ չկան',
  stay_tuned_for_updates:
    'Հետևեք թարմացումներին և կարևոր հաղորդագրություններին: Մենք ձեզ կտեղեկացնենք, երբ ինչ-որ նոր կամ ուշագրավ բան լինի:',

  // TICKETS
  my_tickets: 'Իմ Տոմսերը',
  upcoming: 'Առաջիկա',
  completed: 'Ավարտված',
  cancelled: 'Չեղարկված',
  past: 'Նախկին',
  no_upcoming_tickets_found: 'Առաջիկա Ամրագրում չեն գտնվել',
  no_past_tickets_found: 'Նախկին Ամրագրում չեն գտնվել',
  no_tickets_available: 'Կարծես թե այս պահին հասանելի Ամրագրում չկան',

  Date: 'Ամսաթիվ',
  Time: 'Ժամ',
  Place: 'Տեղ',

  Filters: 'Ֆիլտրեր',
  Location: 'Գտնվելու վայրը',
  current_location: 'Ներկայիս գտնվելու վայրը',
  find_location: 'Որոնել գտնվելու վայրը',
  today: 'Այսօր',
  tomorrow: 'Վաղը',
  this_week: 'Այս շաբաթ',
  time_of_day: 'Օրվա ժամանակը',
  day: 'Ցերեկ',
  night: 'Գիշեր',

  // CREATE EVENT
  create_event: 'Ստեղծել Միջոցառում',
  send_request: 'Ուղարկել Հարցում',
  create_group: 'Ստեղծել Խումբ',
  event_confirmation: 'Հայտի ուղարկման հաստատում',
  'event_confirmation.request_accepted':
    'Միջոցառման ստեղծման Ձեր հայտը ուղարկված է: Այն կանցնի մոդերացիայի և հաստատումից հետո հասանելի կլինի Ձեր էջում։',

  // PROFILE
  'profile.events': 'Միջոցառումներ',
  'profile.portfolio': 'Պատկերներ',
  'profile.services': 'Ծառայություն',
  'profile.favourites': 'Սիրվածներ',
  'profile.members': 'Անդամներ',
  'profile.reviews': 'Կարծիքներ',
  'profile.groups': 'Խմբեր',
  'profile.about': 'Մեր մասին',
  create_new_group: 'Ստեղծել նոր խումբ',
  no_groups_yet: 'Դեռ խմբեր չկան',
  'btn.Calendar': 'Օրացույց',
  'btn.edit_profile': 'Խմբ. հաշիվը',
  'btn.edit_salon': 'Խմբ. Սրահը',
  'btn.authorize': 'Մուտք գործել',

  edit_profile: 'Խմբագրել հաշիվը',
  'btn.save': 'Պահպանել',
  'profile.language': 'Լեզու',
  'profile.settings': 'Կարգավորումներ',
  'profile.privacy_policy': 'Գաղտնիության քաղաքականություն',
  'profile.delete_account': 'Ջնջել հաշիվը',

  'privacy_policy.our_services': '1. Մեր ծառայությունները',
  'privacy_policy.our_services.content':
    'Ծառայություններից օգտվելիս տրամադրված տեղեկատվությունը նախատեսված չէ որևէ ֆիզիկական կամ իրավաբանական անձի կողմից որևէ իրավասության կամ երկրում տարածելու կամ օգտագործելու համար, որտեղ այդպիսի տարածումը կամ օգտագործումը հակասում է օրենքին կամ կանոնակարգերին, կամ մեզանից պահանջում է որևէ գրանցում այդպիսի իրավասության կամ երկրում: Ըստ այդմ, այն անձինք, ովքեր որոշում են օգտվել ծառայություններից այլ վայրերից, դա անում են իրենց նախաձեռնությամբ և միանձնյա պատասխանատվություն են կրում տեղական օրենքներին համապատասխանելու համար այնքանով, որքանով դրանք կիրառելի են:',

  'privacy_policy.intellectual_property_rights':
    '2. Մտավոր սեփականության իրավունքներ',
  'privacy_policy.intellectual_property_rights.content':
    'Մեր մտավոր սեփականությունը\n\nՄենք մեր ծառայությունների բոլոր մտավոր սեփականության իրավունքների սեփականատերն ենք կամ լիցենզավորված անձը, ներառյալ բոլոր աղբյուրի կոդը, տվյալների բազաները, ֆունկցիոնալությունը, ծրագրակազմը, կայքի դիզայնը, Աուդիո, վիդեո, տեքստը, լուսանկարները և գրաֆիկան ծառայություններում (հավաքականորեն կոչվում են "բովանդակություն"), ինչպես նաև ապրանքային նշաններ, սպասարկման նշաններ, և դրանցում պարունակվող լոգոները ("նշաններ"): Մեր բովանդակությունը և ապրանքային նշանները պաշտպանված են օրենսդրությամբ և համապատասխան պայմանագրերով Հայաստանում և ամբողջ աշխարհում: Բովանդակությունը և ապրանքային նշանները տրամադրվում են "ինչպես կա" ծառայություններում կամ դրանց միջոցով բացառապես Ձեր անձնական, ոչ առևտրային օգտագործման կամ ներքին բիզնես նպատակների համար:\n\nՁեր կողմից մեր ծառայությունների օգտագործումը\n\nՍույն իրավական պայմաններին, ներառյալ ստորև նշված "արգելված գործողություններ" բաժինը, ձեր կողմից բավարարված լինելով, մենք Ձեզ տրամադրում ենք ոչ բացառիկ, փոխանցման և չեղարկման ենթակա թույլտվություններ:\n ծառայությունների հասանելիություն;\n Ներբեռնեք կամ տպեք բովանդակության ցանկացած մասի պատճենը, որին պատշաճ կերպով մուտք եք գործել:\n\nԹույլտվությունը տրվում է բացառապես Ձեր անձնական, ոչ առևտրային օգտագործման կամ ներքին բիզնես նպատակների համար: Բացառությամբ այս բաժնում կամ մեր իրավական պայմաններում որևէ այլ վայրում նշված դեպքերի, ծառայությունների ոչ մի մասը, ոչ էլ որևէ բովանդակություն կամ նշաններ չեն կարող պատճենվել, վերարտադրվել, համախմբվել, վերաթողարկվել, ներբեռնվել, տեղադրվել հանրային ցուցադրության համար, կոդավորվել, թարգմանվել, փոխանցվել, տարածվել, վաճառվել, լիցենզավորվել կամ այլ կերպ օգտագործվել որևէ առևտրային նպատակով, որևէ ձևով, առանց մեր նախնական գրավոր թույլտվության:\n\nԵթե ցանկանում եք որևէ կերպ օգտվել ծառայություններից, բովանդակությունից կամ ապրանքանիշերից, որոնք տարբերվում են այս բաժնում նշվածներից կամ մեր այլ իրավական պայմաններից, խնդրում ենք ուղարկել Ձեր հարցումը հետևյալ հասցեով՝ info@oormia.com .\n\nԵթե մենք երբևէ ձեզ թույլտվություն ենք տալիս որևէ կերպ օգտագործել մեր ծառայությունների կամ բովանդակության որևէ մասը, դուք պետք է մեզ ճանաչեք որպես մտավոր սեփականության իրավունքի սեփականատեր կամ ծառայությունների, բովանդակության կամ նշանների լիցենզավորողներ և ապահովեք, որ հեղինակային իրավունքի կամ սեփականության մասին Ցանկացած ծանուցում հայտնվի կամ տեսանելի լինի տեղադրման, վերարտադրման կամ ցուցադրման ժամանակ: մեր բովանդակությունը:\n\nՄենք պահպանում ենք Բոլոր իրավունքները, որոնք ձեզ հստակ չեն տրամադրվել Ծառայությունների, Բովանդակության և ապրանքային նշանների նկատմամբ: Մտավոր սեփականության Այս իրավունքների ցանկացած խախտում կլինի մեր իրավական պայմանների էական խախտում, և մեր ծառայություններից օգտվելու Ձեր իրավունքը անմիջապես կդադարեցվի:\n\nԽնդրում ենք ուշադիր կարդալ այս բաժինը և "արգելված գործողություններ" բաժինը մեր ծառայություններից օգտվելուց առաջ ՝ հասկանալու համար (ա) Այն իրավունքները, որոնք դուք տալիս եք մեզ, և (Բ) այն պարտավորությունները, որոնք դուք ունենում եք Ծառայությունների միջոցով որևէ բովանդակություն տեղադրելու կամ վերբեռնելու ժամանակ:\n\nՄեզ ուղղակիորեն ուղարկելով ծառայությունների վերաբերյալ ցանկացած հարց, մեկնաբանություն, առաջարկ, գաղափար, հետադարձ կապ կամ այլ տեղեկատվություն ("նյութեր"), Դուք համաձայնում եք մեզ փոխանցել այդպիսի նյութերի նկատմամբ փոխանցված մտավոր սեփականության Բոլոր իրավունքները 70 տարի ժամկետով: Դուք համաձայնում եք, որ մենք հանդիսանում ենք սույն նյութի սեփականատերը և իրավունք ունենք դրա անսահմանափակ օգտագործման և տարածման, այդ թվում ՝ իրավունքների փոխանցման երրորդ անձանց, ցանկացած օրինական նպատակով, առևտրային կամ այլ, առանց ծանուցման կամ փոխհատուցման Ձեզ Հայաստանի տարածքում և նրա սահմաններից դուրս:\n\nԴուք պատասխանատու եք այն բանի համար, թե ինչ եք փակցնում կամ վերբեռնում ՝ մեզ նյութեր ուղարկելով Ձեր տրամադրած ծառայությունների ցանկացած մասի միջոցով:\n հաստատեք, որ դուք կարդացել և համաձայն եք մեր "արգելված գործողությունների" հետ և չեք տեղադրի, վերահասցեագրեք, Հրապարակեք, Ներբեռնեք կամ փոխանցեք ծառայությունների միջոցով ցանկացած նյութ, որն անօրինական է, անհանգստություն, ատելություն, վնասակար, վարկաբեկող, անպարկեշտ, ահաբեկում, վիրավորանք, խտրականություն, սպառնում է որևէ անձի կամ խմբի, բացահայտ սեռական բովանդակություն, կեղծ, անճիշտ, ապակողմնորոշող կամ ապակողմնորոշող;\n մենք երաշխավորում ենք, որ ցանկացած նման ներկայացում բնօրինակ է ձեզ համար, կամ որ դուք ունեք անհրաժեշտ իրավունքներ և լիցենզիաներ նման ներկայացուցչություններ ներկայացնելու համար, և որ դուք ունեք բոլոր իրավասությունները մեզ տրամադրելու վերը նշված իրավունքները ձեր ներկայացուցչությունների վերաբերյալ;\n Եվ երաշխավորում և հայտարարում ենք, որ ձեր ներկայացումները գաղտնի տեղեկատվություն չեն:\n\nԴուք բացառապես պատասխանատու եք ձեր նյութերի համար և ուղղակիորեն համաձայնվում եք փոխհատուցել մեզ ցանկացած վնասի համար, որը մենք կարող ենք կրել ձեր կողմից սույն բաժնի խախտման պատճառով (Ա), (Բ) ցանկացած երրորդ կողմի մտավոր սեփականության իրավունքների կամ (գ) կիրառելի օրենսդրության խախտման պատճառով:',

  'privacy_policy.user_representations': '3. Օգտագործողի Դիտումներ',
  'privacy_policy.user_representations.content':
    'Օգտագործելով ծառայությունները, դուք հայտարարում և երաշխավորում եք, որ:\n (1) Ձեր տրամադրած գրանցման բոլոր տեղեկությունները կլինեն ճշմարիտ, ճշգրիտ, համապատասխան և ամբողջական;\n (2) Դուք կպահպանեք այդպիսի տեղեկատվության ճշգրտությունը և անհրաժեշտության դեպքում ժամանակին կթարմացնեք այդպիսի գրանցման տեղեկատվությունը;\n (3) դուք ունեք կարողություն և համաձայն եք պահպանել այս իրավական պայմանները;\n (4) Դուք անչափահաս չեք այն իրավասության մեջ, որտեղ դուք բնակվում եք;\n (5) Դուք չեք մուտք գործելու ծառայություններ ավտոմատացված կամ ոչ մարդկային միջոցներով, լինի դա բոտի, սցենարի կամ այլ կերպ;\n (6) Դուք չեք օգտագործի ծառայությունները որևէ անօրինական կամ չարտոնված նպատակներով. և\n (7) Ձեր կողմից Ծառայությունների օգտագործումը չի խախտի որևէ կիրառելի օրենք կամ կանոնակարգ: Եթե դուք տրամադրում եք որևէ տեղեկատվություն, որը սխալ է, անճիշտ, անտեղի կամ թերի, մենք իրավունք ունենք կասեցնել կամ փակել ձեր հաշիվը և մերժել ծառայությունների (կամ դրանց որևէ մասի) ցանկացած ընթացիկ կամ ապագա օգտագործումը:',

  'privacy_policy.user_registration': '4. Օգտագործողի գրանցում',
  'privacy_policy.user_registration.content':
    'Ծառայություններից օգտվելու համար կարող է անհրաժեշտ լինել գրանցվել: Դուք համաձայնում եք գաղտնի պահել ձեր գաղտնաբառը և պատասխանատու եք ձեր հաշվի և գաղտնաբառի ցանկացած օգտագործման համար: Մենք իրավունք ենք վերապահում հեռացնել, վերադարձնել կամ փոխել ձեր ընտրած օգտվողի անունը, եթե մենք մեր հայեցողությամբ որոշենք, որ այդպիսի օգտվողի անունը անտեղի է, անպարկեշտ կամ այլ կերպ առարկություն առաջացնող:',

  'privacy_policy.prohibited_activities': '5. Արգելված գործունեություն',
  'privacy_policy.prohibited_activities.content':
    "Դուք իրավունք չունեք մուտք գործել ծառայություններ կամ օգտագործել դրանք այլ նպատակներով, քան այն ծառայությունները, որոնց համար մենք Ծառայություններ ենք մատուցում: Ծառայությունները չեն կարող օգտագործվել որևէ առևտրային նպատակով, բացառությամբ նրանց, որոնք հատուկ հաստատված են մեր կողմից:\n\n Որպես ծառայությունների օգտագործող, դուք համաձայն չեք:\n - Համակարգված կերպով տվյալների կամ այլ բովանդակության արդյունահանումը ծառայություններից 'ուղղակիորեն կամ անուղղակիորեն հավաքածու, ընդհանրացում, Տվյալների Բազա կամ գրացուցակ ստեղծելու կամ կազմելու համար' առանց մեր գրավոր թույլտվության:\n - Խաբել կամ մոլորեցնել մեզ և այլ օգտվողներին, հատկապես հաշվի զգայուն տեղեկությունները, ինչպիսիք են օգտագործողի գաղտնաբառերը, իմանալու ցանկացած փորձ:\n - Շրջանցել, անջատել կամ այլ կերպ միջամտել անվտանգության հետ կապված ծառայությունների գործառույթներին, ներառյալ այն գործառույթները, որոնք կանխում կամ սահմանափակում են ցանկացած բովանդակության օգտագործումը կամ պատճենումը կամ սահմանափակում են ծառայությունների և (կամ) դրանցում պարունակվող բովանդակության օգտագործումը:\n - Մեր կարծիքով ՝ նսեմացնել, նսեմացնել կամ այլ կերպ վնաս պատճառել",

  'privacy_policy.third_party_links': '6. Հղումներ դեպի երրորդ կողմի կայքեր',
  'privacy_policy.third_party_links.content':
    'Ծառայությունները կարող են պարունակել հղումներ դեպի երրորդ կողմի կայքեր և առցանց ծառայություններ, որոնք մեզ չեն պատկանում կամ վերահսկվում: Մենք չենք վերահսկում նման կայքերը և առցանց ծառայությունները և պատասխանատվություն չենք կրում դրանց համար: Դուք ընդունում և համաձայնում եք, որ մենք պատասխանատվություն չենք կրում որևէ երրորդ կողմի կայքերի կամ առցանց ծառայությունների բովանդակության, գաղտնիության քաղաքականության կամ գործողությունների համար:\n\nՕգտագործելով ծառայությունները, դուք ուղղակիորեն ազատում եք մեզ ցանկացած պատասխանատվությունից, որը բխում է ձեր կողմից ցանկացած երրորդ կողմի կայքի կամ առցանց ծառայության օգտագործումից: Ըստ այդմ, մենք խորհուրդ ենք տալիս տեղեկացված լինել ծառայություններից դուրս գալու ժամանակ և ծանոթանալ ձեր այցելած յուրաքանչյուր այլ կայքի և առցանց ծառայության պայմաններին և Գաղտնիության քաղաքականությանը:',

  'privacy_policy.advertisements': '7. Հայտարարություններ',
  'privacy_policy.advertisements.content':
    'Մենք կարող ենք գովազդել ծառայություններում: Այս գովազդը կարող է թիրախավորվել տարբեր գործոնների հիման վրա, ինչպիսիք են ծառայությունների բովանդակությունը կամ օգտագործողների կողմից տրամադրված տեղեկատվությունը: Այս նպատակային գովազդը կարող է տրամադրվել Այն օգտվողներին, ովքեր համապատասխանում են պրոֆիլի որոշակի ընդհանուր կատեգորիայի: Գովազդների հետ ձեր փոխազդեցությունը կամ դրանց նկատմամբ հետաքրքրությունը չի օգտագործվում Ձեզ համար անհատականացված գովազդ ստեղծելու համար ՝ առանց ձեր համաձայնության:\n\nՄեր գովազդային կախվածությունը օգնում է պահպանել ծառայությունները: Խնդրում ենք նկատի ունենալ, որ օգտագործելով ծառայությունները, դուք կարող եք բախվել գովազդի, որը համարում եք վիրավորական կամ այլ կերպ անցանկալի: Մենք չենք հաստատում որևէ գովազդի կամ գովազդատուների բովանդակությունը և պատասխանատվություն չենք կրում երրորդ կողմի գովազդատուների որևէ գործողության կամ քաղաքականության համար:',

  'privacy_policy.mobile_application_license': '8. Բջջային հավելվածի լիցենզիա',
  'privacy_policy.mobile_application_license.content':
    'Եթե դուք մուտք եք գործում Ծառայություններ Բջջային հավելվածի միջոցով ("հավելված"), Մենք ձեզ տրամադրում ենք հետ կանչվող, ոչ բացառիկ, ոչ փոխանցելի, սահմանափակ իրավունք ՝ հավելվածը տեղադրելու և օգտագործելու անլար էլեկտրոնային սարքերի վրա, որոնք պատկանում են ձեզ կամ վերահսկվում են ձեր կողմից ՝ խստորեն համաձայն սույն բջջային հավելվածի լիցենզիայի պայմանների և պայմանների: պարունակվում է Այս իրավական պայմաններում: եթե դուք մուտք եք գործում Ծառայություններ Բջջային հավելվածի միջոցով ("Հավելված"), Դուք չպետք է:\n\n(1) Կատարել ապամոնտաժում, վերազինում, ապամոնտաժում, փորձել արդյունահանել աղբյուրի կոդը կամ վերծանել դիմումը;\n(2) հավելվածից կատարել որևէ փոփոխություն, հարմարեցում, կատարելագործում, Թարգմանություն կամ ածանցյալ աշխատանքներ:;\n(3) խախտել ցանկացած կիրառելի օրենքներ, կանոնակարգեր կամ կանոնակարգեր ՝ կապված հավելված մուտք գործելու կամ այն օգտագործելու հետ;\n(4) հեռացնել, փոփոխել կամ թաքցնել սեփականության իրավունքի մասին Ցանկացած ծանուցում, որը տեղադրված է Մեր կամ հավելվածի լիցենզառուների կողմից;\n(5) օգտագործել հավելվածը ցանկացած եկամտաբեր գործունեության, առևտրային ձեռնարկության կամ այլ նպատակների համար, որոնց համար նախատեսված չէ;\n(6) ցանցի կամ այլ միջավայրի միջոցով հավելվածին հասանելիություն տրամադրել, որը թույլ է տալիս միաժամանակ մուտք գործել կամ օգտագործել բազմաթիվ սարքեր կամ օգտվողներ:\n(7) օգտագործել հավելվածը ՝ արտադրանք, ծառայություն կամ ծրագրակազմ ստեղծելու համար, որն ուղղակիորեն կամ անուղղակիորեն մրցում է հավելվածի հետ կամ ինչ-որ կերպ փոխարինում է այն;\n(8) օգտագործել հավելվածը ՝ ցանկացած կայք կամ ցանկացած չպահանջված առևտրային էլ-նամակներ ավտոմատ հարցումներ ուղարկելու համար. կամ\n(9) օգտագործել ցանկացած զգայուն տեղեկատվություն, մեր միջերեսներից որևէ մեկը կամ այլ մտավոր սեփականություն \'ցանկացած ծրագրեր, պարագաներ կամ սարքեր նախագծելիս, մշակելիս, արտադրելիս, լիցենզավորելիս կամ բաշխելիս\' հավելվածի հետ օգտագործելու համար:',

  'privacy_policy.third_party_websites_content':
    '9. Երրորդ Կողմի Կայքեր և Բովանդակություն',
  'privacy_policy.third_party_websites_content.content':
    'Ծառայությունները կարող են պարունակել հղումներ դեպի երրորդ կողմի կայքեր ("երրորդ կողմի կայքեր"), ինչպես նաև հոդվածներ, լուսանկարներ, տեքստ, գրաֆիկա, գծանկարներ, ձևավորում, երաժշտություն, ձայն, տեսանյութ, տեղեկատվություն, ծրագրեր, ծրագրակազմ և այլ բովանդակություն կամ տարրեր, որոնք պատկանում են կամ բխում են երրորդ կողմերից ("երրորդ կողմ-երրորդ կողմի բովանդակություն"): Նման երրորդ կողմի կայքերը և երրորդ կողմի բովանդակությունը չեն ուսումնասիրվում, հետևվում կամ ստուգվում մեր կողմից ճշգրտության, նպատակահարմարության կամ ամբողջականության համար, և Մենք պատասխանատվություն չենք կրում երրորդ կողմի կայքերի համար, որոնք մուտք են գործում ծառայությունների միջոցով, կամ ծառայությունների միջոցով հասանելի կամ դրանց միջոցով տեղադրված երրորդ կողմի բովանդակության համար, ներառյալ բովանդակությունը, ճշգրտությունը, չարաշահումը, կարծիքները, հուսալիությունը, գաղտնիության գործելակերպը կամ երրորդ կողմի կայքի կամ երրորդ կողմի բովանդակության այլ քաղաքականությունը:\n\nՑանկացած երրորդ կողմի կայքերի կամ որևէ երրորդ կողմի բովանդակության ներառումը, որոնց հղումները կամ որևէ երրորդ կողմի կայքերի կամ որևէ երրորդ կողմի բովանդակության օգտագործման կամ տեղադրման թույլտվությունը չեն ենթադրում դրանց հաստատումը մեր կողմից: Եթե որոշեք հրաժարվել ծառայություններից և անցնել երրորդ կողմի կայքեր կամ օգտագործել կամ տեղադրել որևէ երրորդ կողմի բովանդակություն, դուք դա անում եք Ձեր ռիսկով, և պետք է տեղյակ լինեք, որ այդ իրավական պայմաններն այլևս ուժի մեջ չեն: Դուք պետք է ծանոթանաք կիրառելի պայմաններին և քաղաքականությանը, ներառյալ գաղտնիության և տվյալների հավաքագրման կանոնները, ցանկացած կայք, որին դուք մուտք եք գործում ծառայություններից, կամ որը վերաբերում է ցանկացած հավելվածին, որը դուք օգտագործում եք կամ տեղադրում եք ծառայություններից:',

  'privacy_policy.advertisers': '10. Գովազդատուներ',
  'privacy_policy.advertisers.content':
    'Մենք գովազդատուներին թույլ ենք տալիս տեղադրել իրենց գովազդը և այլ տեղեկությունները ծառայությունների որոշակի ոլորտներում, ինչպիսիք են կողային գծի գովազդը կամ բաններային գովազդը: Մենք պարզապես տեղ ենք տրամադրում նման գովազդ տեղադրելու համար և գովազդատուների հետ այլ հարաբերություններ չունենք:',

  'privacy_policy.services_management': '11. Ծառայությունների կառավարում',
  'privacy_policy.services_management.content':
    'Մենք իրավունք ենք վերապահում, բայց ոչ պարտականություն,: \n\n(1) վերահսկել ծառայությունները սույն իրավական պայմանների խախտումների համար;\n(2) համապատասխան իրավական գործողություններ ձեռնարկել յուրաքանչյուրի դեմ, ով, մեր հայեցողությամբ, խախտում է օրենքը կամ այս իրավական պայմանները, ներառյալ, բայց չսահմանափակվելով, այդպիսի Օգտագործողի մասին իրավապահ մարմիններին հաղորդելը;\n(3) մեր հայեցողությամբ և առանց որևէ սահմանափակումների մերժել, սահմանափակել մուտքը, սահմանափակել մատչելիությունը կամ անջատել (որքան հնարավոր է տեխնոլոգիապես) ձեր ցանկացած նյութ կամ դրա որևէ մաս;\n(4) մեր հայեցողությամբ և առանց որևէ սահմանափակումների, ծանուցման կամ պատասխանատվության, ծառայություններից հեռացնելու կամ այլ կերպ անջատելու բոլոր ֆայլերն ու բովանդակությունը, որոնք չափազանց մեծ են կամ որևէ կերպ ծանրաբեռնված են մեր համակարգերի համար.և(5) այլ կերպ կառավարել ծառայությունները այնպես, որ պաշտպանեն մեր իրավունքներն ու սեփականությունը և նպաստեն Ծառայությունների պատշաճ գործունեությանը:',

  'privacy_policy.privacy_policy': '12. Գաղտնիության Քաղաքականություն',
  'privacy_policy.privacy_policy.content':
    'Մենք հոգ ենք տանում գաղտնիության և տվյալների անվտանգության մասին: Օգտագործելով ծառայությունները ՝ դուք համաձայնվում եք հետևել ծառայություններում տեղադրված մեր Գաղտնիության քաղաքականությանը, որը ներառված է սույն իրավական պայմաններում: Խնդրում ենք նկատի ունենալ, որ ծառայությունները տեղակայված են Հայաստանում: Եթե Դուք օգտվում եք ծառայություններից աշխարհի ցանկացած այլ տարածաշրջանից, որտեղ անձնական տվյալների հավաքագրումը, օգտագործումը կամ բացահայտումը կարգավորող օրենքները կամ այլ պահանջները տարբերվում են Հայաստանի կիրառելի օրենքներից, ապա շարունակելով օգտվել ծառայություններից, Դուք փոխանցում եք ձեր տվյալները Հայաստան և տալիս եք ձեր տվյալների փոխանցման հստակ համաձայնություն առաքվել և մշակվել է Հայաստանում:',

  'privacy_policy.term_termination':
    '13. Պայմանագրի գործողության ժամկետը և լուծումը',
  'privacy_policy.term_termination.content':
    'Սույն իրավական պայմանները մնում են լիարժեք ուժի մեջ, քանի դեռ դուք օգտվում եք ծառայություններից:\n\nՉՍԱՀՄԱՆԱՓԱԿԵԼՈՎ ՍՈՒՅՆ ԻՐԱՎԱԿԱՆ ՊԱՅՄԱՆՆԵՐԻ ՈՐևԷ ԱՅԼ ԴՐՈՒՅԹ, ՄԵՆՔ ԻՐԱՎՈՒՆՔ ԵՆՔ ՎԵՐԱՊԱՀՈՒՄ ՄԵՐ ՀԱՅԵՑՈՂՈՒԹՅԱՄԲ և ԱՌԱՆՑ ՆԱԽՆԱԿԱՆ ԾԱՆՈՒՑՄԱՆ ԿԱՄ ՊԱՏԱՍԽԱՆԱՏՎՈՒԹՅԱՆ ՄԵՐԺԵԼ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՀԱՍԱՆԵԼԻՈՒԹՅՈՒՆԸ և ՕԳՏԱԳՈՐԾՈՒՄԸ (ՆԵՐԱՌՅԱԼ ՈՐՈՇԱԿԻ IP ՀԱՍՑԵՆԵՐԻ ԱՐԳԵԼԱՓԱԿՈՒՄԸ) ՑԱՆԿԱՑԱԾ ԱՆՁԻ ՑԱՆԿԱՑԱԾ ՊԱՏՃԱՌՈՎ ԿԱՄ ԱՌԱՆՑ ԴՐԱ, ՆԵՐԱՌՅԱԼ ԱՌԱՆՑ ՍԱՀՄԱՆԱՓԱԿՈՒՄՆԵՐԻ, ՍՈՒՅՆ ԻՐԱՎԱԿԱՆ ՊԱՅՄԱՆՆԵՐՈՒՄ ԿԱՄ ՑԱՆԿԱՑԱԾ ԿԻՐԱՌԵԼԻ ՕՐԵՆՔՈՒՄ ԿԱՄ ԿԱՐԳԱՎՈՐՈՂ ԱԿՏՈՒՄ ՊԱՐՈՒՆԱԿՎՈՂ ՈՐևԷ ՀԱՎԱՍՏԻԱՑՈՒՄ, ԵՐԱՇԽԻՔ ԿԱՄ ՊԱՐՏԱՎՈՐՈՒԹՅՈՒՆ ԽԱԽՏԵԼՈՒ ՀԱՄԱՐ: ՄԵՆՔ ԿԱՐՈՂ ԵՆՔ ԴԱԴԱՐԵՑՆԵԼ ՁԵՐ ՕԳՏԱԳՈՐԾՈՒՄԸ ԿԱՄ ՄԱՍՆԱԿՑՈՒԹՅՈՒՆԸ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻՆ ԿԱՄ ՀԵՌԱՑՆԵԼ ՁԵՐ ՀԱՇԻՎԸ և ՁԵՐ ՏԵՂԱԴՐԱԾ ՑԱՆԿԱՑԱԾ ԲՈՎԱՆԴԱԿՈՒԹՅՈՒՆ ԿԱՄ ՏԵՂԵԿԱՏՎՈՒԹՅՈՒՆ ՑԱՆԿԱՑԱԾ ՊԱՀԻ, ԱՌԱՆՑ ՆԱԽԱԶԳՈՒՇԱՑՄԱՆ, ՄԵՐ ՀԱՅԵՑՈՂՈՒԹՅԱՄԲ:\n\nԵթե մենք ինչ-ինչ պատճառներով փակենք կամ կասեցնենք ձեր հաշիվը, ձեզ կարգելվի գրանցվել և ստեղծել նոր հաշիվ ձեր անունով, կեղծ կամ փոխառված անունով կամ որևէ երրորդ կողմի անունով, նույնիսկ եթե դուք կարող եք գործել երրորդ կողմի անունից: եթե մենք դադարեցնենք կամ դադարեցնենք ձեր հաշիվը, դուք չեք կարող գրանցվել և ստեղծել նոր հաշիվ ձեր անունով, կեղծ կամ փոխառված անունով կամ որևէ երրորդ կողմի անունով, Բացի ձեր հաշիվը փակելուց կամ կասեցնելուց, մենք իրավունք ենք վերապահում ձեռնարկել համապատասխան իրավական գործողություններ, ներառյալ, բայց չսահմանափակվելով քաղաքացիական, քրեական և դատական հատուցումներով:',

  'privacy_policy.modifications_interruptions':
    '14. Փոփոխություններ և Աշխատանքի Ընդմիջումներ',
  'privacy_policy.modifications_interruptions.content':
    'Մենք իրավունք ենք վերապահում ցանկացած պահի և ցանկացած պատճառով փոփոխել, փոփոխել կամ հեռացնել ծառայությունների բովանդակությունը մեր հայեցողությամբ ՝ առանց նախնական ծանուցման: Այնուամենայնիվ, մենք պարտավոր չենք թարմացնել մեր ծառայությունների վերաբերյալ որևէ տեղեկատվություն: Մենք պատասխանատվություն չենք կրում ձեր կամ որևէ երրորդ կողմի համար որևէ փոփոխության, գների փոփոխության, ծառայությունների մատուցման կասեցման կամ դադարեցման համար: Մենք չենք կարող երաշխավորել, որ ծառայությունները հասանելի կլինեն ցանկացած պահի: Մենք կարող ենք ունենալ ապարատային, ծրագրային կամ այլ խնդիրներ կամ ծառայությունների հետ կապված տեխնիկական սպասարկում իրականացնելու անհրաժեշտություն, ինչը կհանգեցնի ընդհատումների, ուշացումների կամ սխալների: Մենք իրավունք ենք վերապահում ցանկացած պահի և ցանկացած պատճառով փոփոխել, վերանայել, թարմացնել, դադարեցնել, դադարեցնել կամ այլ կերպ փոփոխել ծառայությունները ՝ առանց ձեզ նախապես տեղեկացնելու: Դուք համաձայնում եք, որ մենք որևէ պատասխանատվություն չենք կրում որևէ վնասի, վնասի կամ անհարմարության համար, որն առաջացել է ծառայություններ մուտք գործելու կամ դրանցից օգտվելու Ձեր անկարողության պատճառով ՝ ծառայության դադարեցման կամ դադարեցման ընթացքում: Այս իրավական պայմաններում ոչինչ չի կարող մեկնաբանվել որպես պարտավորեցնող մեզ պահպանել ծառայությունները կամ տրամադրել դրանց հետ կապված որևէ ուղղում, թարմացում կամ թողարկում:',

  'privacy_policy.dispute_resolution': '15. Վեճերի լուծումը',
  'privacy_policy.dispute_resolution.content':
    'Դուք համաձայնում եք սույն իրավական պայմանների կամ սույն իրավական պայմաններով սահմանված իրավահարաբերությունների հետ կապված բոլոր վեճերը անվերապահորեն փոխանցել ՀՀ դատարանների իրավասությանը: "Ծրագրերի զարգացման գրասենյակ" սոցիալ-մշակութային հիմնադրամը նաև իրավունք է վերապահում դատական գործեր հարուցել ձեր բնակության երկրի դատարաններում, կամ, եթե այդ իրավական պայմաններն ուժի մեջ են մտնում ձեր ձեռնարկատիրական գործունեության ընթացքում, ձեր հիմնական բիզնեսի վայրի պետության կողմից:',

  'privacy_policy.corrections': '16. Ուղղումներ',
  'privacy_policy.corrections.content':
    'Ծառայությունների մասին տեղեկատվությունը կարող է պարունակել տպագրական սխալներ, անճշտություններ կամ բացթողումներ, ներառյալ նկարագրությունները, գները, մատչելիությունը և տարբեր այլ տեղեկություններ: Մենք իրավունք ենք վերապահում ուղղել ցանկացած սխալ, անճշտություններ կամ բացթողումներ, ինչպես նաև փոփոխել կամ թարմացնել ծառայությունների մասին տեղեկատվությունը ցանկացած պահի՝ առանց ծանուցման:',

  'privacy_policy.disclaimer': '17. Վերապահում',
  'privacy_policy.disclaimer.content':
    'ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԸ ՄԱՏՈՒՑՎՈՒՄ ԵՆ "ԻՆՉՊԵՍ ՈՐ ԿԱ" և "ԸՍՏ ՄԱՏՉԵԼԻՈՒԹՅԱՆ" ՍԿԶԲՈՒՆՔՈՎ: ԴՈՒՔ ՀԱՄԱՁԱՅՆՈՒՄ ԵՔ, ՈՐ ՕԳՏՎՈՒՄ ԵՔ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻՑ ԲԱՑԱՌԱՊԵՍ ՁԵՐ ՌԻՍԿՈՎ: ՕՐԵՆՔՈՎ ԹՈՒՅԼԱՏՐՎԱԾ ԱՌԱՎԵԼԱԳՈՒՅՆ ՉԱՓՈՎ ՄԵՆՔ ՀՐԱԺԱՐՎՈՒՄ ԵՆՔ ԲՈԼՈՐ ԵՐԱՇԽԻՔՆԵՐԻՑ ՝ ԱՐՏԱՀԱՅՏՎԱԾ ԿԱՄ ԵՆԹԱԴՐՅԱԼ, ՁԵՐ ԿՈՂՄԻՑ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ և ԴՐԱՆՑ ՕԳՏԱԳՈՐԾՄԱՆ ՀԵՏ ԿԱՊՎԱԾ, ՆԵՐԱՌՅԱԼ, ԲԱՅՑ ՉՍԱՀՄԱՆԱՓԱԿՎԵԼՈՎ, ՈՐՈՇԱԿԻ ՆՊԱՏԱԿՈՎ ՎԱՃԱՌՔԻ և ՊԻՏԱՆԻՈՒԹՅԱՆ ԵՆԹԱԴՐՅԱԼ ԵՐԱՇԽԻՔՆԵՐՈՎ: ՄԵՆՔ ՈՐևԷ ԵՐԱՇԽԻՔ ԿԱՄ ՀԱՎԱՍՏԻԱՑՈՒՄ ՉԵՆՔ ՏԱԼԻՍ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ԲՈՎԱՆԴԱԿՈՒԹՅԱՆ ՃՇԳՐՏՈՒԹՅԱՆ ԿԱՄ ԱՄԲՈՂՋԱԿԱՆՈՒԹՅԱՆ ԿԱՄ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՀԵՏ ԿԱՊՎԱԾ ՈՐևԷ ԿԱՅՔԻ ԿԱՄ ԲՋՋԱՅԻՆ ՀԱՎԵԼՎԱԾԻ ԲՈՎԱՆԴԱԿՈՒԹՅԱՆ ՎԵՐԱԲԵՐՅԱԼ, և ՄԵՆՔ ՈՐևԷ ՊԱՏԱՍԽԱՆԱՏՎՈՒԹՅՈՒՆ ՉԵՆՔ ԿՐՈՒՄ (1) ԲՈՎԱՆԴԱԿՈՒԹՅԱՆ և ՆՅՈՒԹԵՐԻ ՍԽԱԼՆԵՐԻ, ԹԵՐՈՒԹՅՈՒՆՆԵՐԻ ԿԱՄ ԱՆՃՇՏՈՒԹՅՈՒՆՆԵՐԻ, (2) ՄԱՐՄՆԱԿԱՆ ՎՆԱՍՎԱԾՔՆԵՐԻ ԿԱՄ ԳՈՒՅՔԻ ՎՆԱՍՄԱՆ ՀԱՄԱՐ: SERVICESԱՌԱՅՈՒԹՅՈՒՆՆԵՐ մուտք գործելու և դրանց օգտագործման արդյունքում առաջացած ցանկացած տեսակի վնաս, (3) մեր անվտանգ սերվերների և (կամ) դրանցում պահվող ցանկացած անձնական և (կամ) ֆինանսական տեղեկատվության ցանկացած չարտոնված մուտք կամ օգտագործում, (4) տվյալների փոխանցման ցանկացած ընդհատում կամ դադարեցում ծառայություններ կամ ծառայություններից, (5) ցանկացած սխալ, վիրուսներ, տրոյական ծրագրեր և այլն, որոնք կարող են փոխանցվել ծառայություններին կամ դրանց միջոցով ցանկացած երրորդ կողմի կողմից, և (6) ցանկացած, ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՄԻՋՈՑՈՎ ՏԵՂԱԴՐՎԱԾ, ՓՈԽԱՆՑՎԱԾ ԿԱՄ ԱՅԼ ԿԵՐՊ ՀԱՍԱՆԵԼԻ ԴԱՐՁԱԾ ՑԱՆԿԱՑԱԾ ԲՈՎԱՆԴԱԿՈՒԹՅԱՆ ՕԳՏԱԳՈՐԾՄԱՆ ԱՐԴՅՈՒՆՔՈՒՄ ԱՌԱՋԱՑԱԾ:',

  'privacy_policy.limitations_liability':
    '18. Պատասխանատվության Սահմանափակումներ',
  'privacy_policy.limitations_liability.content':
    'ՈՉ ՄԻ ԴԵՊՔՈՒՄ ՄԵՆՔ ԿԱՄ ՄԵՐ ՏՆՕՐԵՆՆԵՐԸ, ԱՇԽԱՏԱԿԻՑՆԵՐԸ ԿԱՄ ԳՈՐԾԱԿԱԼՆԵՐԸ ՊԱՏԱՍԽԱՆԱՏՎՈՒԹՅՈՒՆ ՉԵՆՔ ԿՐՈՒՄ ՁԵՐ ԿԱՄ ՈՐևԷ ԵՐՐՈՐԴ ԿՈՂՄԻ ՀԱՄԱՐ ՈՐևԷ ՎՆԱՍԻ ՀԱՄԱՐ, ՆԵՐԱՌՅԱԼ ԿՈՐՑՐԱԾ ՕԳՈՒՏԸ, ԿՈՐՑՐԱԾ ԵԿԱՄՈՒՏԸ, ՏՎՅԱԼՆԵՐԻ ԿՈՐՈՒՍՏԸ ԿԱՄ ՁԵՐ ԿՈՂՄԻՑ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻՑ ՕԳՏՎԵԼՈՒՑ ԲԽՈՂ ԱՅԼ ՎՆԱՍՆԵՐ, ՆՈՒՅՆԻՍԿ ԵԹԵ ՄԵԶ ՆԱԽԱԶԳՈՒՇԱՑՐԵԼ ԵՆ ՆՄԱՆ ՎՆԱՍՆԵՐԻ ՀՆԱՐԱՎՈՐՈՒԹՅԱՆ ՄԱՍԻՆ:',

  'privacy_policy.indemnification': '19. Փոխհատուցում',
  'privacy_policy.indemnification.content':
    'Դուք համաձայնում եք պաշտպանել, հատուցել և ապահովել մեզ, ներառյալ մեր դուստր ձեռնարկությունները, դուստր ձեռնարկությունները և մեր բոլոր համապատասխան սպաները, գործակալները, գործընկերները և աշխատակիցները, ցանկացած կորուստից, վնասից, պատասխանատվությունից, պահանջներից կամ պահանջներից, ներառյալ փաստաբանների ողջամիտ վճարները և ցանկացած երրորդ կողմի կողմից ներկայացված ծախսերը ՝ (1) Սույն իրավական պայմանների խախտում; (2) սույն իրավական պայմաններում սահմանված ձեր հայտարարությունների և երաշխիքների ցանկացած խախտում:; (3) Ձեր կողմից երրորդ անձանց իրավունքների խախտումները, ներառյալ, բայց չսահմանափակվելով մտավոր սեփականության իրավունքներով, կամ (4) ցանկացած բացահայտ վնասակար գործողություն ծառայությունների ցանկացած այլ օգտագործողի նկատմամբ, որի հետ դուք միացել եք Ծառայությունների միջոցով:',

  'privacy_policy.user_data': '20. Օգտագործողի տվյալները',
  'privacy_policy.user_data.content':
    'Մենք կպահենք որոշակի տվյալներ, որոնք դուք փոխանցում եք ծառայություններին ՝ ծառայությունների աշխատանքը կառավարելու նպատակով, ինչպես նաև տվյալներ, որոնք վերաբերում են Ձեր կողմից Ծառայությունների օգտագործմանը: Չնայած այն հանգամանքին, որ մենք պարբերաբար կրկնօրինակում ենք տվյալները, Դուք բացառապես պատասխանատու եք ձեր փոխանցած բոլոր տվյալների համար կամ որոնք վերաբերում են ցանկացած գործունեության, որը դուք իրականացնում եք Ծառայությունների միջոցով: Դուք համաձայնում եք, որ մենք պատասխանատվություն չենք կրում ձեր առջև որևէ այդպիսի տվյալների կորստի կամ խեղաթյուրման համար, և Դուք սույնով հրաժարվում եք մեզ դատի տալու ցանկացած իրավունքից, որը բխում է այդպիսի տվյալների ցանկացած կորստից կամ խեղաթյուրումից:',

  'privacy_policy.electronic_communications': '21. Էլեկտրոնային կապի միջոցներ',
  'privacy_policy.electronic_communications.content':
    'Ծառայություններ այցելելը կամ մեզ էլեկտրոնային հաղորդագրություններ ուղարկելը Էլեկտրոնային հաղորդակցություն է: Դուք համաձայնում եք ստանալ էլեկտրոնային հաղորդագրություններ և համաձայնում եք, որ բոլոր համաձայնագրերը, ծանուցումները, բացահայտումները և այլ հաղորդագրությունները, որոնք մենք Ձեզ տրամադրում ենք էլեկտրոնային եղանակով, էլեկտրոնային փոստով և ծառայություններում, բավարարում են բոլոր իրավական պահանջները, որ այդպիսի հաղորդակցությունը պետք է իրականացվի գրավոր:',

  reset: 'Վերականգնել',
  'btn.add': 'Ավելացնել',
  'btn.Okay': 'Լավ',
  'btn.delete_account': 'Ջնջել հաշիվը',
  delete_your_account: 'Ջնջեք ձեր հաշիվը',
  add_free_time: 'Ավելացրեք ձեր ազատ ժամանակը',
  calendar_work_on_you:
    'Դարձրեք Ձեր օրացույցը ձեզ համար: Ավելացրեք ազատ օրեր, որպեսզի հեշտությամբ ստանաք հանդիպումների հրավերներ և համակարգեք գործողությունները առանց ընդհատումների:',
  free_times: 'Ազատ ժամեր',
  warning_delete_account:
    'Դուք կկորցնեք ձեր բոլոր տվյալները՝ ջնջելով ձեր հաշիվը: Այս գործողությունը հնարավոր չէ հետարկել:',
  'btn.Cancel': 'Չեղարկել',
  'btn.log_out': 'Դուրս գալ',
  app_version: 'Հավելվածի տարբերակը {{version}}',

  'btn.follow': 'Հետևել',
  'btn.become_a_specialist': 'Դառ. մասնագետ',
  'btn.following': 'Հետևում եք',
  'btn.message': 'Գրել',
  'btn.invite': 'Հրավիրել',
  'btn.invited': 'Հրավիրված',
  'btn.send': 'Ուղարկել',
  'btn.continue': 'Շարունակել',

  // GROUPS
  on_weekends: 'Հանգստյան օրերին',
  monthly: 'Ամսական',
  yearly: 'Տարեկան',
  upload_an_image: 'Վերբեռնեք պատկեր',
  'label.group_name': 'Սահմանեք խմբի անվանում',
  'label.group_description': 'Ստեղծեք նկարագրություն',
  'placeholder.group_name': 'Անվանում',
  'placeholder.group_description': 'Նկարագրություն',
  members: 'Անդամներ: {{count}}',
  event_frequency: 'Իրադարձությունների հաճախականությունը',
  categories: 'Կատեգորիաներ',
  choose_up_to_3_categories: 'Ընտրեք մինչև 3 կատեգորիա',
  'btn.create_group': 'Ստեղծել խումբ',
  'placeholder.search': 'Որոնել',
  'placeholder.message': 'Հաղորդագրություն',
  'label.empty': '',

  steps: {
    profile: {
      title: 'Ստեղծեք Ձեր Մասնագետի Պրոֆիլը',
      subtitle:
        'Սա ձեր հանրային բիզնեսի անունն է, որը հաճախորդները կտեսնեն որոնման արդյունքներում և ամրագրումներում',
      businessName: {
        label: 'Բիզնեսի Անունը',
        placeholder: 'Մուտքագրեք ձեր սրահի կամ բիզնեսի անունը',
      },
      specialistName: {
        label: 'Ձեր Լրիվ Անունը',
        placeholder: 'Մուտքագրեք ձեր անունը և ազգանունը',
      },
    },
    services: {
      title: 'Ի՞նչ բիզնես ունեք:',
      subtitle:
        'Ընտրեք այն կատեգորիան, որը, ձեր կարծիքով, լավագույնս ներկայացնում է ձեր բիզնեսը:',
    },
    team: {
      title: 'Թիմի Տեղեկություն',
      subtitle:
        'Սա օգնում է մեզ օպտիմալացնել ձեր ամրագրման համակարգը և ցույց տալ հաճախորդներին ձեր բիզնեսի հնարավորությունները',
    },
    location: {
      title: 'Կոնտակտային Տվյալներ',
      subtitle:
        'Այս տեղեկությունը օգնում է հաճախորդներին կապվել ձեզ հետ և գտնել ձեր տեղադրությունը քարտեզի վրա',
    },
    schedule: {
      title: 'Աշխատանքային Ժամեր',
      subtitle:
        'Այս գրաֆիկը կօգտագործվի ամրագրման համակարգում հաճախորդներին ձեր հասանելիությունը ցուցադրելու համար',
    },
  },
  'members.just_me': 'Միայն ես',
  'members.2_3': '2-3 անդամ',
  'members.4_6': '4-6 անդամ',
  'members.more_then_6': 'Ավելի քան 6 անդամ',

  sunday: 'Կիրակի',
  monday: 'Երկուշաբթի',
  tuesday: 'Երեքշաբթի',
  wednesday: 'Չորեքշաբթի',
  thursday: 'Հինգշաբթի',
  friday: 'Ուրբաթ',
  saturday: 'Շաբաթ',
};
