import { ruLoginScreen } from 'locales/screens/Auth/ru';
import { ruEventScreen } from 'locales/screens/Event/ru';

export default {
  ...ruLoginScreen,
  ...ruEventScreen,
  // LANGUAGES
  'locales.select_language': 'Выберите язык',
  'locales.am': 'Հայերեն',
  'locales.en': 'English',
  'locales.ru': 'Русский',

  // VALIDATIONS
  'field.required': 'Поле обязательно к заполнению.',
  'field.password':
    'Должен содержать не менее 8 символов и содержать как минимум 1 цифру и 1 специальный символ.',

  // MENU
  'menu.home': 'Главная',
  'menu.map': 'Карта',
  'menu.tickets': 'Билеты',
  'menu.appointment': 'Назначения',
  'menu.profile': 'Профиль',

  // HOME
  find_nearby_event: 'Найти ближайшее событие',
  speakers: 'Спикеры',
  no_speakers_found: 'Спикеры не найдены',
  no_speakers_available: 'Кажется, в данный момент спикеры недоступны...',
  best_of_the_week: 'Лучшее на неделе',
  no_events_found: 'Мероприятия не найдены',
  notifications: 'Уведомления',
  no_notifications_yet: 'Уведомлений пока нет',
  stay_tuned_for_updates:
    'Оставайтесь на связи для обновлений и важных сообщений. Мы уведомим вас, когда появится что-то новое или примечательное.',

  // TICKETS
  my_tickets: 'Мои билеты',
  upcoming: 'Предстоящие',
  completed: 'Завершено',
  cancelled: 'Отменено',
  past: 'Прошедшие',
  no_upcoming_tickets_found:
    'Бронирование на предстоящие мероприятия не найдено',
  no_past_tickets_found: 'Прошлых Бронирование не найдено',
  no_tickets_available: 'Похоже, что в данный момент Бронирование недоступны',

  Date: 'Дата',
  Time: 'Время',
  Place: 'Место',

  Filters: 'Фильтры',
  Location: 'Местоположение',
  current_location: 'Текущее местоположение',
  find_location: 'Найти местоположение',
  today: 'Сегодня',
  tomorrow: 'Завтра',
  this_week: 'На этой неделе',
  time_of_day: 'Время дня',
  day: 'День',
  night: 'Ночь',

  // CREATE EVENT
  create_event: 'Создать Мероприятие',
  send_request: 'Отправить Запрос',
  create_group: 'Создать Группу',
  event_confirmation: 'Подтверждение отправки запроса',
  'event_confirmation.request_accepted':
    'Ваш запрос на создание мероприятия отправлен. Он пройдет модерацию и после одобрения будет доступен в ленте.',

  // PROFILE
  'profile.events': 'Мероприятия',
  'profile.portfolio': 'Галерея',
  'profile.services': 'Услуги',
  'profile.favourites': 'Избранное',
  'profile.members': 'Члены',
  'profile.reviews': 'Отзывы',
  'profile.groups': 'Группы',
  'profile.about': 'О нас',
  create_new_group: 'Создать новую группу',
  no_groups_yet: 'Пока нет групп',
  'btn.Calendar': 'Календарь',
  'btn.edit_profile': 'Ред. профиль',
  'btn.edit_salon': 'Ред. салон',
  'btn.authorize': 'Авторизоваться',
  edit_profile: 'Редактировать профиль',
  'btn.save': 'Сохранить',
  'profile.language': 'Язык',
  'profile.settings': 'Настройки',
  'profile.privacy_policy': 'Политика конфиденциальности',
  'profile.delete_account': 'Удалить аккаунт',

  'privacy_policy.our_services': '1. Наши услуги',
  'privacy_policy.our_services.content':
    'Информация, предоставляемая при использовании Сервисов, не предназначена для распространения или использования каким-либо физическим или юридическим лицом в какой-либо юрисдикции или стране, где такое распространение или использование противоречило бы закону или нормативным актам или требовало бы от нас какой-либо регистрации в такой юрисдикции или стране. Соответственно, те лица, которые решают получить доступ к Услугам из других мест, делают это по собственной инициативе и несут единоличную ответственность за соблюдение местных законов в той мере, в какой они применимы.',

  'privacy_policy.intellectual_property_rights':
    '2. Права интеллектуальной собственности',
  'privacy_policy.intellectual_property_rights.content':
    'Наша интеллектуальная собственность\n\nМы являемся владельцем или лицензиатом всех прав интеллектуальной собственности на наши Сервисы, включая весь исходный код, базы данных, функциональность, программное обеспечение, дизайн веб-сайтов, аудио, видео, текст, фотографии и графику в Сервисах (совместно именуемые "Контент"), а также товарные знаки, знаки обслуживания, и содержащиеся в них логотипы ("Знаки"). Наш Контент и товарные знаки защищены законодательством и соответствующими договорами в Армении и во всем мире. Контент и Товарные знаки предоставляются в Сервисах "КАК ЕСТЬ" или посредством них исключительно для вашего личного, некоммерческого использования или внутренних деловых целей.\n\nИспользование вами наших Сервисов\n\nПри условии соблюдения вами настоящих Юридических условий, включая раздел "ЗАПРЕЩЕННЫЕ ДЕЙСТВИЯ" ниже, мы предоставляем вам неисключительные, не подлежащие передаче и отзыву разрешения:\n доступ к Сервисам;\n загрузите или распечатайте копию любой части Контента, доступ к которой вы получили надлежащим образом.\n\nРазрешение предоставляется исключительно для вашего личного, некоммерческого использования или внутренних деловых целей. За исключением случаев, изложенных в этом разделе или где-либо еще в наших Юридических условиях, никакая часть Услуг, а также никакой Контент или Знаки не могут быть скопированы, воспроизведены, агрегированы, переизданы, загружены, размещены для публичного показа, закодированы, переведены, переданы, распространены, проданы, лицензированы или иным образом использованы в каких-либо коммерческих целях каким бы то ни было образом, без нашего предварительного письменного разрешения.\n\nЕсли вы хотите каким-либо образом воспользоваться Услугами, Контентом или Торговыми марками, отличными от указанных в этом разделе или в других наших Юридических условиях, пожалуйста, отправьте свой запрос по адресу: info@oormia.com .\n\nЕсли мы когда-либо дадим вам разрешение на использование каким-либо образом какой-либо части наших Услуг или Контента, вы должны идентифицировать нас как владельца прав интеллектуальной собственности или лицензиаров Услуг, Контента или Знаков и обеспечить, чтобы любое уведомление об авторских правах или собственности появлялось или было видимым при размещении, воспроизведении или демонстрации наш контент.\n\nМы сохраняем за собой все права, не предоставленные вам в явной форме, на Услуги, Контент и Товарные знаки. Любое нарушение этих прав интеллектуальной собственности будет представлять собой существенное нарушение наших юридических условий, и ваше право на использование наших Услуг будет немедленно прекращено.\n\nПожалуйста, внимательно ознакомьтесь с этим разделом и разделом "ЗАПРЕЩЕННЫЕ ДЕЙСТВИЯ" перед использованием наших Сервисов, чтобы понять (а) права, которые вы нам предоставляете, и (б) обязательства, которые у вас возникают, когда вы размещаете или загружаете какой-либо контент через Сервисы.\n\nМатериалы: Отправляя нам напрямую любые вопросы, комментарии, предложения, идеи, отзывы или другую информацию об Услугах ("Материалы"), вы соглашаетесь передать нам все передаваемые права интеллектуальной собственности на такие материалы сроком на 70 лет. Вы соглашаетесь с тем, что мы являемся владельцами данного Материала и имеем право на его неограниченное использование и распространение, включая передачу прав третьим лицам, в любых законных целях, коммерческих или иных, без уведомления или компенсации вам на территории Армении и за ее пределами.\n\nВы несете ответственность за то, что вы публикуете или загружаете: Отправляя нам материалы с помощью любой части Сервисов, которые вы предоставляете.:\n подтвердите, что вы прочитали и согласны с нашими "ЗАПРЕЩЕННЫМИ ДЕЙСТВИЯМИ" и не будете размещать, пересылать, публиковать, загружать или передавать через Сервисы любые материалы, которые являются незаконными, вызывающими беспокойство, ненависть, вредными, дискредитирующими, непристойными, вызывающими травлю, оскорбления, дискриминацию, угрожающими любому лицу или группе, откровенного сексуального содержания, ложный, неточный, вводящий в заблуждение или вводящий в заблуждение;\n гарантируем, что любое такое представление является оригинальным для вас или что у вас есть необходимые права и лицензии для представления таких представлений и что у вас есть все полномочия предоставить нам вышеупомянутые права в отношении ваших представлений;\n и гарантируем и заявляем, что ваши представления не являются конфиденциальной информацией.\n\nВы несете единоличную ответственность за свои материалы и прямо соглашаетесь возместить нам любые убытки, которые мы можем понести из-за нарушения вами (а) настоящего раздела, (б) прав интеллектуальной собственности любой третьей стороны или (в) применимого законодательства.',

  'privacy_policy.user_representations': '3. Представления пользователей',
  'privacy_policy.user_representations.content':
    'Используя Сервисы, вы заявляете и гарантируете, что:\n (1) вся предоставленная вами регистрационная информация будет правдивой, точной, актуальной и полной;\n (2) вы будете поддерживать точность такой информации и своевременно обновлять такую регистрационную информацию по мере необходимости;\n (3) вы обладаете дееспособностью и соглашаетесь соблюдать эти Юридические условия;\n (4) вы не являетесь несовершеннолетним в юрисдикции, в которой проживаете;\n (5) вы не будете получать доступ к Сервисам автоматизированными или нечеловеческими средствами, будь то с помощью бота, скрипта или иным образом;\n (6) вы не будете использовать Сервисы для каких-либо незаконных или несанкционированных целей; и\n (7) использование вами Сервисов не будет нарушать какие-либо применимые законы или нормативные акты. Если вы предоставите какую-либо информацию, которая является недостоверной, неточной, неактуальной или неполной, мы имеем право приостановить или закрыть вашу учетную запись и отказать в любом текущем или будущем использовании Услуг (или любой их части).',

  'privacy_policy.user_registration': '4. Регистрация пользователя',
  'privacy_policy.user_registration.content':
    'Возможно, вам потребуется зарегистрироваться, чтобы пользоваться Услугами. Вы соглашаетесь хранить свой пароль в тайне и несете ответственность за любое использование вашей учетной записи и пароля. Мы оставляем за собой право удалить, вернуть или изменить выбранное вами имя пользователя, если мы по собственному усмотрению определим, что такое имя пользователя является неуместным, непристойным или иным образом вызывающим возражения.',

  'privacy_policy.prohibited_activities': '5. Запрещенные виды деятельности',
  'privacy_policy.prohibited_activities.content':
    'Вы не имеете права получать доступ к Сервисам или использовать их для каких-либо иных целей, кроме тех, для которых мы предоставляем Услуги. Сервисы не могут использоваться в связи с какими-либо коммерческими целями, за исключением тех, которые специально одобрены нами.\n\nКак пользователь Сервисов, вы соглашаетесь не:\n - Систематически извлекать данные или другой контент из Сервисов для создания или компиляции, прямо или косвенно, коллекции, обобщения, базы данных или каталога без нашего письменного разрешения.\n - Обманывать или вводить в заблуждение нас и других пользователей, особенно при любых попытках узнать конфиденциальную информацию об учетной записи, такую как пароли пользователей.\n - Обходить, отключать или иным образом вмешиваться в функции Сервисов, связанные с безопасностью, включая функции, которые предотвращают или ограничивают использование или копирование любого Контента или вводят ограничения на использование Сервисов и/или содержащегося в них Контента.\n - По нашему мнению, принижать, очернять или иным образом причинять вред',

  'privacy_policy.third_party_links': '6. Ссылки на сторонние сайты',
  'privacy_policy.third_party_links.content':
    'Сервисы могут содержать ссылки на сторонние веб-сайты и онлайн-сервисы, которые нам не принадлежат и не контролируются. Мы не контролируем такие веб-сайты и онлайн-сервисы и не несем за них никакой ответственности. Вы признаете и соглашаетесь с тем, что мы не несем ответственности за содержание, политику конфиденциальности или действия любых сторонних веб-сайтов или онлайн-сервисов.\n\nИспользуя Услуги, вы прямо освобождаете нас от любой ответственности, возникающей в связи с использованием вами любого стороннего веб-сайта или онлайн-сервиса. Соответственно, мы рекомендуем вам быть в курсе, когда вы покидаете Сервисы, и ознакомиться с положениями и условиями и политикой конфиденциальности каждого другого веб-сайта и онлайн-сервиса, которые вы посещаете.',

  'privacy_policy.advertisements': '7. Объявления',
  'privacy_policy.advertisements.content':
    'Мы можем размещать рекламу в Сервисах. Эта реклама может быть таргетированной на основе различных факторов, таких как содержание Сервисов или информация, предоставляемая пользователями. Эта целевая реклама может предоставляться пользователям, которые соответствуют определенной общей категории профиля. Ваше взаимодействие с рекламными объявлениями или интерес к ним не используются для создания персонализированной рекламы для вас без вашего согласия.\n\nНаша зависимость от рекламы помогает поддерживать Сервисы. Пожалуйста, имейте в виду, что, используя Сервисы, вы можете столкнуться с рекламой, которую сочтете оскорбительной или иным образом нежелательной. Мы не одобряем содержание каких-либо рекламных объявлений или рекламодателей и не несем ответственности за какие-либо действия или политику сторонних рекламодателей.',

  'privacy_policy.mobile_application_license':
    '8. Лицензия на мобильное приложение',
  'privacy_policy.mobile_application_license.content':
    'Если вы получаете доступ к Сервисам через мобильное приложение ("Приложение"), мы предоставляем вам отзывное, неисключительное, не подлежащее передаче, ограниченное право устанавливать и использовать Приложение на беспроводных электронных устройствах, принадлежащих вам или контролируемых вами, строго в соответствии с положениями и условиями настоящей лицензии на мобильное приложение содержится в настоящих Юридических условиях. Вы не должны:\n\n(1) выполнять декомпиляцию, реинжиниринг, дизассемблирование, пытаться извлечь исходный код или расшифровать Приложение;\n(2) вносить какие-либо изменения, адаптацию, усовершенствования, перевод или производные работы из Приложения.;\n(3) нарушать любые применимые законы, правила или предписания в связи с вашим доступом к Приложению или его использованием;\n(4) удалять, изменять или скрывать любое уведомление о правах собственности, размещенное нами или лицензиарами Приложения;\n(5) использовать приложение для любой приносящей доход деятельности, коммерческого предприятия или для других целей, для которых оно не предназначено;\n(6) предоставлять доступ к приложению через сеть или другую среду, позволяющую доступ или использование несколькими устройствами или пользователями одновременно.;\n(7) использовать Приложение для создания продукта, услуги или программного обеспечения, которые прямо или косвенно конкурируют с Приложением или каким-либо образом заменяют его;\n(8) использовать приложение для отправки автоматических запросов на любой веб-сайт или любых незапрашиваемых коммерческих электронных писем; или\n(9) использовать любую конфиденциальную информацию, любой из наших интерфейсов или другую интеллектуальную собственность при проектировании, разработке, производстве, лицензировании или распространении любых приложений, аксессуаров или устройств для использования с Приложением.',

  'privacy_policy.third_party_websites_content':
    '9. Сторонние Веб-Сайты и контент',
  'privacy_policy.third_party_websites_content.content':
    'Сервисы могут содержать ссылки на сторонние веб-сайты ("Сторонние веб-сайты"), а также статьи, фотографии, текст, графику, рисунки, дизайн, музыку, звук, видео, информацию, приложения, программное обеспечение и другой контент или элементы, принадлежащие третьим лицам или происходящие от них ("Третьи- Сторонний контент"). Такие сторонние веб-сайты и Контент третьих лиц не исследуются, не отслеживаются и не проверяются нами на предмет точности, уместности или полноты, и мы не несем ответственности за любые сторонние веб-сайты, доступ к которым осуществляется через Сервисы, или за любой Сторонний контент, размещенный на Сервисах, доступный через Сервисы или установленный с их помощью, включая содержание, точность, оскорбительность, мнения, надежность, методы обеспечения конфиденциальности или другие политики сторонних веб-сайтов или стороннего контента или содержащиеся в них.\n\nВключение любых сторонних веб-сайтов или любого стороннего контента, ссылки на которые или разрешение на использование или установку любых сторонних веб-сайтов или любого стороннего контента не подразумевают их одобрения с нашей стороны. Если вы решите отказаться от Услуг и перейти на сторонние веб-сайты или использовать или устанавливать какой-либо сторонний контент, вы делаете это на свой страх и риск, и вам следует знать, что эти Юридические условия больше не действуют. Вам следует ознакомиться с применимыми условиями и политиками, включая правила конфиденциальности и сбора данных, любого веб-сайта, на который вы переходите из Сервисов, или относящегося к любым приложениям, которые вы используете или устанавливаете из Сервисов.',

  'privacy_policy.advertisers': '10. Рекламодатели',
  'privacy_policy.advertisers.content':
    'Мы разрешаем рекламодателям размещать свою рекламу и другую информацию в определенных областях Сервисов, таких как реклама на боковой панели или баннерная реклама. Мы просто предоставляем место для размещения такой рекламы и не имеем никаких других отношений с рекламодателями.',

  'privacy_policy.services_management': '11. Управление услугами',
  'privacy_policy.services_management.content':
    'Мы оставляем за собой право, но не обязанность,:\n\n(1) отслеживать Сервисы на предмет нарушений настоящих Юридических условий;\n(2) предпринимать соответствующие юридические действия против любого, кто, по нашему собственному усмотрению, нарушает закон или настоящие Юридические условия, включая, помимо прочего, сообщение о таком пользователе в правоохранительные органы;\n(3) по нашему собственному усмотрению и без каких-либо ограничений отказывать, ограничивать доступ, ограничивать доступность или отключать (насколько это технологически возможно) любые ваши материалы или любую их часть;\n(4) по нашему собственному усмотрению и без каких-либо ограничений, уведомления или ответственности удалять из Сервисов или иным образом отключать все файлы и контент, которые являются чрезмерными по размеру или каким-либо образом обременительны для наших систем; и(5) иным образом управлять Сервисами таким образом, чтобы защитить наши права и собственности и для содействия надлежащему функционированию Служб.',

  'privacy_policy.privacy_policy': '12. Политика Конфиденциальности',
  'privacy_policy.privacy_policy.content':
    'Мы заботимся о конфиденциальности и безопасности данных. Используя Сервисы, вы соглашаетесь соблюдать нашу Политику конфиденциальности, размещенную на Сервисах, которая включена в настоящие Юридические условия. Пожалуйста, имейте в виду, что Сервисы размещены в Армении. Если вы получаете доступ к Сервисам из любого другого региона мира, где законы или другие требования, регулирующие сбор, использование или раскрытие персональных данных, отличаются от применимых законов Армении, то, продолжая пользоваться Сервисами, вы передаете свои данные в Армению и даете явное согласие на передачу ваших данных доставлено в Армению и обработано в Ней.',

  'privacy_policy.term_termination': '13. Срок действия И Расторжение Договора',
  'privacy_policy.term_termination.content':
    'Настоящие Юридические условия остаются в полной силе до тех пор, пока вы пользуетесь Услугами.\n\nНЕ ОГРАНИЧИВАЯ КАКИЕ-ЛИБО ДРУГИЕ ПОЛОЖЕНИЯ НАСТОЯЩИХ ЮРИДИЧЕСКИХ УСЛОВИЙ, МЫ ОСТАВЛЯЕМ ЗА СОБОЙ ПРАВО ПО НАШЕМУ СОБСТВЕННОМУ УСМОТРЕНИЮ И БЕЗ ПРЕДВАРИТЕЛЬНОГО УВЕДОМЛЕНИЯ ИЛИ ОТВЕТСТВЕННОСТИ ОТКАЗАТЬ В ДОСТУПЕ К СЕРВИСАМ И ИХ ИСПОЛЬЗОВАНИИ (ВКЛЮЧАЯ БЛОКИРОВКУ ОПРЕДЕЛЕННЫХ IP-АДРЕСОВ) ЛЮБОМУ ЛИЦУ ПО ЛЮБОЙ ПРИЧИНЕ ИЛИ БЕЗ ТАКОВОЙ, В ТОМ ЧИСЛЕ, БЕЗ ОГРАНИЧЕНИЙ, ЗА НАРУШЕНИЕ КАКИХ-ЛИБО ЗАВЕРЕНИЯ, ГАРАНТИИ ИЛИ ОБЯЗАТЕЛЬСТВА, СОДЕРЖАЩИЕСЯ В НАСТОЯЩИХ ЮРИДИЧЕСКИХ УСЛОВИЯХ ИЛИ В ЛЮБОМ ПРИМЕНИМОМ ЗАКОНЕ ИЛИ НОРМАТИВНОМ АКТЕ. МЫ МОЖЕМ ПРЕКРАТИТЬ ВАШЕ ИСПОЛЬЗОВАНИЕ ИЛИ УЧАСТИЕ В СЕРВИСАХ ИЛИ УДАЛИТЬ ВАШУ УЧЕТНУЮ ЗАПИСЬ И ЛЮБОЙ КОНТЕНТ ИЛИ ИНФОРМАЦИЮ, КОТОРЫЕ ВЫ РАЗМЕСТИЛИ, В ЛЮБОЕ ВРЕМЯ, БЕЗ ПРЕДУПРЕЖДЕНИЯ, ПО НАШЕМУ СОБСТВЕННОМУ УСМОТРЕНИЮ.\n\nЕсли мы по какой-либо причине закроем или приостановим действие вашей учетной записи, вам будет запрещено регистрироваться и создавать новую учетную запись под своим именем, поддельным или заимствованным именем или именем любой третьей стороны, даже если вы, возможно, действуете от имени третьей стороны. В дополнение к закрытию или приостановке действия вашей учетной записи, мы оставляем за собой право предпринять соответствующие юридические действия, включая, помимо прочего, гражданское, уголовное и судебное возмещение ущерба.',

  'privacy_policy.modifications_interruptions':
    '14. Модификации И Перерывы В Работе',
  'privacy_policy.modifications_interruptions.content':
    'Мы оставляем за собой право изменять, модифицировать или удалять содержимое Сервисов в любое время и по любой причине по нашему собственному усмотрению без предварительного уведомления. Однако мы не обязаны обновлять какую-либо информацию о наших Сервисах. Мы не несем ответственности перед вами или какой-либо третьей стороной за какие-либо модификации, изменение цен, приостановку или прекращение предоставления Услуг. Мы не можем гарантировать, что Услуги будут доступны в любое время. У нас могут возникнуть аппаратные, программные или другие проблемы или возникнет необходимость в проведении технического обслуживания, связанного с Услугами, что приведет к перебоям, задержкам или ошибкам. Мы оставляем за собой право изменять, пересматривать, обновлять, приостанавливать, прекращать работу или иным образом модифицировать Сервисы в любое время и по любой причине без предварительного уведомления вас. Вы соглашаетесь с тем, что мы не несем никакой ответственности за любые убытки, ущерб или неудобства, вызванные вашей неспособностью получить доступ к Сервисам или пользоваться ими во время любого простоя или прекращения предоставления Услуг. Ничто в настоящих Юридических условиях не может быть истолковано как обязывающее нас поддерживать Сервисы или предоставлять какие-либо исправления, обновления или релизы в связи с ними.',

  'privacy_policy.dispute_resolution': '15. Разрешение споров',
  'privacy_policy.dispute_resolution.content':
    'Вы соглашаетесь безоговорочно передавать все споры, связанные с настоящими Правовыми условиями или правоотношениями, установленными настоящими Правовыми условиями, в юрисдикцию судов Армении. Социально-культурный фонд “Офис развития проектов” также сохраняет за собой право возбуждать судебные разбирательства по существу дела в судах страны вашего проживания или, если эти Юридические условия вступают в силу в ходе вашей предпринимательской деятельности, государства вашего основного места ведения бизнеса.',

  'privacy_policy.corrections': '16. Исправления',
  'privacy_policy.corrections.content':
    'Информация об Услугах может содержать типографские ошибки, неточности или упущения, включая описания, цены, доступность и различную другую информацию. Мы оставляем за собой право исправлять любые ошибки, неточности или упущения, а также изменять или обновлять информацию об Услугах в любое время без предварительного уведомления.',

  'privacy_policy.disclaimer': '17. Оговорка',
  'privacy_policy.disclaimer.content':
    'УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ ПО ПРИНЦИПУ "КАК ЕСТЬ" И "ПО МЕРЕ ДОСТУПНОСТИ". ВЫ СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО ПОЛЬЗУЕТЕСЬ УСЛУГАМИ ИСКЛЮЧИТЕЛЬНО НА СВОЙ СТРАХ И РИСК. В МАКСИМАЛЬНО ВОЗМОЖНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ЗАКОНОМ, МЫ ОТКАЗЫВАЕМСЯ ОТ ВСЕХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, В СВЯЗИ С УСЛУГАМИ И ИХ ИСПОЛЬЗОВАНИЕМ ВАМИ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ И ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. МЫ НЕ ДАЕМ НИКАКИХ ГАРАНТИЙ ИЛИ ЗАВЕРЕНИЙ ОТНОСИТЕЛЬНО ТОЧНОСТИ ИЛИ ПОЛНОТЫ СОДЕРЖАНИЯ СЕРВИСОВ ИЛИ СОДЕРЖАНИЯ ЛЮБЫХ ВЕБ-САЙТОВ ИЛИ МОБИЛЬНЫХ ПРИЛОЖЕНИЙ, СВЯЗАННЫХ С СЕРВИСАМИ, И МЫ НЕ НЕСЕМ НИКАКОЙ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ (1) ОШИБКИ, НЕДОЧЕТЫ ИЛИ НЕТОЧНОСТИ В СОДЕРЖАНИИ И МАТЕРИАЛАХ, (2) ТЕЛЕСНЫЕ ПОВРЕЖДЕНИЯ ИЛИ ПОВРЕЖДЕНИЕ ИМУЩЕСТВА. УЩЕРБ ЛЮБОГО РОДА, ВОЗНИКШИЙ В РЕЗУЛЬТАТЕ ВАШЕГО ДОСТУПА К СЕРВИСАМ И ИХ ИСПОЛЬЗОВАНИЯ, (3) ЛЮБОЙ НЕСАНКЦИОНИРОВАННЫЙ ДОСТУП ИЛИ ИСПОЛЬЗОВАНИЕ НАШИХ ЗАЩИЩЕННЫХ СЕРВЕРОВ И/ИЛИ ЛЮБОЙ ЛИЧНОЙ ИНФОРМАЦИИ И/ИЛИ ФИНАНСОВОЙ ИНФОРМАЦИИ, ХРАНЯЩЕЙСЯ НА НИХ, (4) ЛЮБОЕ ПРЕРЫВАНИЕ ИЛИ ПРЕКРАЩЕНИЕ ПЕРЕДАЧИ ДАННЫХ В СЕРВИСЫ ИЛИ ИЗ СЕРВИСОВ, (5) ЛЮБЫЕ ОШИБКИ, ВИРУСЫ, ТРОЯНСКИЕ ПРОГРАММЫ И Т.п., КОТОРЫЕ МОГУТ БЫТЬ ПЕРЕДАНЫ В СЕРВИСЫ ИЛИ ЧЕРЕЗ НИХ ЛЮБОЙ ТРЕТЬЕЙ СТОРОНОЙ, И/ИЛИ (6) ЛЮБЫЕ ОШИБКИ ИЛИ УПУЩЕНИЯ В ЛЮБОМ КОНТЕНТЕ И МАТЕРИАЛАХ ИЛИ ДЛЯ ЛЮБЫЕ УБЫТКИ ИЛИ УЩЕРБ ЛЮБОГО РОДА, ПОНЕСЕННЫЕ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ЛЮБОГО КОНТЕНТА, РАЗМЕЩЕННОГО, ПЕРЕДАННОГО ИЛИ ИНЫМ ОБРАЗОМ СТАВШЕГО ДОСТУПНЫМ ЧЕРЕЗ СЕРВИСЫ.',

  'privacy_policy.limitations_liability': '18. Ограничения Ответственности',
  'privacy_policy.limitations_liability.content':
    'НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ МЫ ИЛИ НАШИ ДИРЕКТОРА, СОТРУДНИКИ ИЛИ АГЕНТЫ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАМИ ИЛИ ЛЮБОЙ ТРЕТЬЕЙ СТОРОНОЙ ЗА КАКОЙ-ЛИБО УЩЕРБ, ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ, НЕДОПОЛУЧЕННЫЙ ДОХОД, ПОТЕРЮ ДАННЫХ ИЛИ ДРУГИЕ УБЫТКИ, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ВАМИ УСЛУГ, ДАЖЕ ЕСЛИ МЫ БЫЛИ ПРЕДУПРЕЖДЕНЫ О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.',

  'privacy_policy.indemnification': '19. Компенсация',
  'privacy_policy.indemnification.content':
    'Вы соглашаетесь защищать, возмещать убытки и обезопасить нас, включая наши дочерние компании, аффилированных лиц и всех наших соответствующих должностных лиц, агентов, партнеров и сотрудников, от любых потерь, ущерба, ответственности, претензий или требований, включая разумные гонорары адвокатов и расходы, предъявленные любой третьей стороной вследствие или в результате: (1) нарушения настоящих Юридических условий; (2) любого нарушения ваших заявлений и гарантий, изложенных в настоящих Юридических условиях; (3) нарушения вами прав третьих лиц, включая, но не ограничиваясь, правами интеллектуальной собственности; или (4) любое явное вредоносное действие по отношению к любому другому пользователю Сервисов, с которым вы подключились через Сервисы.',

  'privacy_policy.user_data': '20. Данные пользователя',
  'privacy_policy.user_data.content':
    'Мы будем хранить определенные данные, которые вы передаете Сервисам с целью управления работой Сервисов, а также данные, относящиеся к использованию вами Сервисов. Несмотря на то, что мы регулярно выполняем резервное копирование данных, вы несете единоличную ответственность за все данные, которые вы передаете или которые относятся к любой деятельности, которую вы осуществляете с использованием Сервисов. Вы соглашаетесь с тем, что мы не несем никакой ответственности перед вами за любую потерю или искажение любых таких данных, и настоящим вы отказываетесь от любого права предъявлять нам иски, вытекающие из любой такой потери или искажения таких данных.',

  'privacy_policy.electronic_communications': '21. Электронные средства связи',
  'privacy_policy.electronic_communications.content':
    'Посещение Сервисов или отправка нам электронных сообщений представляет собой электронное общение. Вы даете согласие на получение электронных сообщений и соглашаетесь с тем, что все соглашения, уведомления, раскрытие информации и другие сообщения, которые мы предоставляем вам в электронном виде, по электронной почте и в Сервисах, удовлетворяют всем юридическим требованиям о том, что такое общение должно осуществляться в письменной форме.',

  reset: 'СБРОСИТЬ',
  'btn.add': 'Добавить',
  'btn.Okay': 'Понятно',
  'btn.delete_account': 'Удалить аккаунт',
  delete_your_account: 'Удалить ваш аккаунт',
  add_free_time: 'Добавьте свое свободное время',
  calendar_work_on_you:
    'Сделайте так, чтобы ваш календарь работал на вас! Добавляйте свободные дни, чтобы без труда получать приглашения на собрания и координировать мероприятия без перерывов.',
  free_times: 'Свободные часы',
  warning_delete_account:
    'Вы потеряете все свои данные, удалив свой аккаунт. Это действие нельзя отменить.',
  'btn.Cancel': 'Отмена',
  'btn.log_out': 'Выйти',
  app_version: 'Версия приложения {{version}}',

  'btn.follow': 'Подписаться',
  'btn.become_a_specialist': 'Стать специалистом',
  'btn.following': 'Подписан',
  'btn.message': 'Написать',
  'btn.invite': 'Пригласить',
  'btn.invited': 'Приглашенный',
  'btn.send': 'Отправить',
  'btn.continue': 'Продолжить',

  // GROUPS
  on_weekends: 'В выходные',
  monthly: 'Ежемесячно',
  yearly: 'Ежегодно',
  upload_an_image: 'Загрузить изображение',
  'label.group_name': 'Задать уникальное название группы',
  'label.group_description': 'Создать захватывающее описание',
  'placeholder.group_name': 'Имя',
  'placeholder.group_description': 'Описание',
  members: 'Участники: {{count}}',
  event_frequency: 'Частота событий',
  categories: 'Категории',
  choose_up_to_3_categories: 'Выберите до 3 категорий',
  'btn.create_group': 'Создать группу',
  'placeholder.search': 'Поиск',
  'placeholder.message': 'Сообщение',
  'label.empty': '',

  steps: {
    profile: {
      title: 'Создайте Профиль Специалиста',
      subtitle:
        'Это будет ваше публичное название бизнеса, которое клиенты увидят в результатах поиска и бронировании',
      businessName: {
        label: 'Название Бизнеса',
        placeholder: 'Введите название вашего салона или бизнеса',
      },
      specialistName: {
        label: 'Ваше Полное Имя',
        placeholder: 'Введите ваше имя и фамилию',
      },
    },
    services: {
      title: 'Какой у вас бизнес?',
      subtitle:
        'Выберите категорию, которая, по вашему мнению, лучше всего представляет ваш бизнес',
    },
    team: {
      title: 'Информация о Команде',
      subtitle:
        'Это поможет нам оптимизировать вашу систему бронирования и показать клиентам возможности вашего бизнеса',
    },
    location: {
      title: 'Контактные Данные',
      subtitle:
        'Эта информация помогает клиентам связаться с вами и найти ваше местоположение на карте',
    },
    schedule: {
      title: 'Рабочее Время',
      subtitle:
        'Этот график будет использоваться для отображения вашей доступности клиентам в системе бронирования',
    },
  },
  'members.just_me': 'Только я',
  'members.2_3': '2-3 участника',
  'members.4_6': '4-6 участников',
  'members.more_then_6': 'Больше 6 участников',

  sunday: 'Воскресенье',
  monday: 'Понедельник',
  tuesday: 'Вторник',
  wednesday: 'Среда',
  thursday: 'Четверг',
  friday: 'Пятница',
  saturday: 'Суббота',
};
